@include('tamplete.partains.header')

<div class="banner inner-banner1 ">
    <div class="container">
      <section class="banner-detail">
        <h1 class="banner-title">الاحكام والشروط </h1>
        <div class="bread-crumb right-side">
          <ul>
            <li><a href="{{route('home')}}">الرئيسية</a>/</li>
            <li><span>الاحكام والشروط</span></li>
          </ul>
        </div>
      </section>
    </div>
  </div>
<section class="pt-70">
    <div class="container">
      <div class="row">
        <div class="col-12">
          <div class="map"> 
       
          <img src="{!!asset('assets/images/cover-2.png')!!}" alt="rovanna"  hieght="240px" width="1170px">
        
        </div>
      </div>
    </div>
  </section>

  <section class="ptb-70" style="direction: rtl;">
    <div class="container">
      <div class="row">
      <div class="col-lg-12 col-md-12">
      <div class="heading-part mb-30">
                  <h2 class="main_title  heading"><span><h2 class="main_title  heading"><span>ألاحكام والشروط</span></h2>
            </div>
            <p>نرحّب بكم في موقع روفانا للمكياج ومستحضرات التجميل. تنطبق هذه الشروط والأحكام على الموقع وعلى جميع أقسامها وفروعها.
عند زيارة الموقع، يقر العميل موافقته على الشروط والأحكام الحالية. وإن كنت لا توافق عليها، فعليك عدم استخدام هذا الموقع. ويحتفظ القائمون على الموقع بالحق في تغيير أجزاء من شروط الاستخدام والأحكام أو تعديلها أو إضافة معلومات إليها، أو إزالتها في أي وقت. وتصبح التغييرات سارية النفاذ عندما يتم نشرها على الموقع دون سابق إشعار. ويُرجى مراجعة شروط الاستخدام والأحكام بانتظام للاطلاع على أي تحديثات. ويشكِّل استخدامك المستمر للموقع ــ بعد نشر التغييرات الحادثة في هذه الشروط والأحكام الخاصة بالاستخدام ــ موافقتك التامة على تلك التغييرات. 
</p>

    </div>
        <div class="col-lg-12 col-md-12">
          <div class="responsive-part">
              <div class="col-sm-12 partner-detail-main">
                <div class="heading-part mb-30">
                  <h2 class="main_title  heading"><span>شروط وأحكام الإستخدام</span></h2>
                </div>
                 <div class="col-sm-12"><h3> 
                  استخدام الموقع  :-
                   </h3>
                    <li>لزيارة هذا الموقع، يجب ألا يقل عمرك عن14 عامًا أو أن تزور الموقع تحت إشراف أحد الوالدين أو الوصي القانوني
                    ونمنحك ترخيصًا غير قابل للتحويل أو الإلغاء لكي تستخدم الموقع بموجب الشروط والأحكام المحدَّدة. وتكمن غاية هذا الترخيص في التسوُّق لشراء سلعٍ شخصية تُباع على الموقع. ويُحظر الاستخدام لأغراض تجارية أو الاستخدام باسم أي طرف ثالث، باستثناء ما تمَّ السماح به من قبلنا بوضوح وشفافية سلفًا. ويؤدِّي أي خرق لهذه الشروط والأحكام إلى إلغاء فوري للترخيص الممنوح في هذه الفقرة من دون أي سابق إنذار لك.
                    يتم عرض المحتوى الظاهر على هذا الموقع لأغراض إعلامية فقط. وتعود التوضيحات التي تخُص المنتجات والتي أُعرب عنها في هذا الموقع إلى البائعين أنفسهم وليس لنا فيها أي شأن. وترجع التعليقات أو الآراء الواردة على هذا الموقع إلى الجهة التي نشرتها وبالتالي لا تعكس آراءنا.
                    تتطلب بعض الخدمات والميزات ذات الصلة التي قد تكون متوفرة على الموقع التسجيل أو الاشتراك فيها. وباختيارك التسجيل أو الاشتراك في أيّ من هذه الخدمات أو الميزات ذات الصلة، فإنَّك توافق على تقديم معلومات دقيقة وحالية عن نفسك وعلى تحديثها في الوقت المناسب إذا طرأت أيّة تغييرات عليها. ويتحمَّل كُلّ مستخدم للموقع ــ وحده ــ مسؤولية حفظ كلمات السر وغيرها من أساليب تحديد حساب الاستخدام بطريقة سليمة. وتقع كامل المسؤولية على عاتق صاحب الحساب بالنسبة فيما يخص جميع الأنشطة التي تحدث باستخدام كلمة السر الخاصة به أو حسابه. بالإضافة إلى ذلك، عليك تبليغنا عن أي استخدام غير مصرَّح به لكلمة السر أو حسابك. ولا يُعد الموقع مسؤولاً في أي حال من الأحوال، بشكل مباشر أو غير مباشرٍ أو بأي شكل من الأشكال، عن أيّة خسارة أو أضرار من أي نوع، قد تنتُج عن تعثرك في الامتثال لهذا القِسم أو تتصل به
                    </li>
                    <!-- <li><span><img src="images/brand6.png" alt="Stylexpo"></span></li>
                    <li><span><img src="images/brand7.png" alt="Stylexpo"></span></li>
                    <li><span><img src="images/brand8.png" alt="Stylexpo"></span></li> -->
                  <!-- </ul> -->
                <!-- </div> -->
              </div>

              <div class="col-sm-12"><h3> 
              مشاركات المستخدم:-
                   </h3>
                    <li>إنّ كلّ مشاركاتك على الموقع و/أو ما تقدمه لنا، بما في ذلك ــ على سبيل المثال وليس الحصرــ الأسئلة والانتقادات والتعليقات والاقتراحات (مجتمعين في لفظة "المشاركات") تصبح ملكنا الوحيد والحصري، ولا تعود بأي حالٍ من الأحوال ملكاً لك. وفضلاً عن الحقوق التي تنطبق على أي نوع من المشاركات، وبمجرَّد أنَّك تشاركنا بتعليقاتك أو انتقاداتك على الموقع، فإنَّك تمنحنا أيضاً حقّ استخدام الاسم الذي تعرضه والمرتبط مباشرةً بهذا النقد أو التعليق أو أي محتوى آخر. ولا يحق لك استخدام عنوان مزيَّف للبريد الإلكتروني أو الادِّعاء بأنّك شخصٌ آخر أو محاولة تضليلنا أو أي طرف ثالث فيما يتعلَّق بأصالة وموثوقيّة أي من المشاركات. ويجوز لنا حذف أيّ من المشاركات أو تعديلها، غير أننا لسنا ملزمين بذلك </li>
                
              </div>
              <div class="col-sm-12"><h3> 
              الموافقة على الطلبات وتفاصيل الأسعار:-
                   </h3>
                    <li>يُرجى الملاحظة أنّه في بعض الحالات، قد لا تتم الموافقة على طلب ما لعدَّة أسباب. ويحتفظ القائمون على الموقع بالحقّ في رفض أو إلغاء أي طلب لأي سببٍ من الأسباب وفي أي وقت. وقبل أن نوافق على الطلب، قد نطلب منك تقديم معلومات إضافية أو بيانات أخرى للتحقق من شيء ما، بما في ذلك ــ على سبيل المثال وليس الحصر، رقم الهاتف والعنوان.
ونحرص على توفير أدق المعلومات المتعلقة بالأسعار لجميع المستخدمين الذين يزورون الموقع. إلّا أنَّ الأخطاء قد تَرِدُ في بعض الأحيان، كالحالات التي لا يتمّ فيها تحديد سعر المنتج بشكلٍ صحيحٍ على الموقع. ومن ثمّ، فنحتفظ بالحقّ في رفض أو إلغاء أي طلب من الطلبات. وفي حالة ما إذا لم يتم تحديد سعر المنتج بشكلٍ صحيح، فيحق لنا، وفقًا لتقديرنا الخاص، الاتصال بك للحصول على تعليماتٍ أو إلغاء طلبك وإبلاغك بهذا الإلغاء. ولنا الحق في رفض أو إلغاء أي طلبات سواء تمّ تأكيدها أو لا وبعد إضافة الرسوم على بطاقة الائتمان
</li>
              </div>
              <div class="col-sm-12"><h3> 
              العلامات التجارية وحقوق النشر:-
                   </h3>
                    <li>إنَّ جميع حقوق الملكية الفكرية، سواء كانت مسجلَّة أو غير مسجلَّة، في الموقع، وجميع معلومات المحتوى والتصميمات الواردة على الموقع، تُعتبر ملكاً لنا، بما في ذلك على سبيل المثال وليس الحصر، النصوص والرسوم والبرامج والصور والفيديو والموسيقى والصوت، واختيارها وتنسيقها، فضلاً عن جميع مصنّفات البرمجيات ورموز المصادر والبرامج الرئيسية. وإنّ كلّ محتويات الموقع محميةٌ أيضًا بموجب حقوق النشر مجتمعة في صورة عمل واحد وفقًا لقوانين حقوق النشر في جمهورية مصر العربية والاتفاقيات الدولية. جميع الحقوق محفوظة.</li>
              </div>
              <div class="col-sm-12"><h3> 
              التحكيم:-
                   </h3>
                    <li>في حالة حدوث أي نزاعات أو خلافات أو حالات اختصام تنشأ عن تفسير هذه الشروط والأحكام وتنفيذها، يجب تسويتها والفصل فيها نهائيًا من خلال التحكيم عن طريق محكّم واحد يتم تعيينه وفقًا لقواعد مركز القاهرة الإقليمي للتحكيم التجاري الدولي. ويجب أن يكون المحكّم شخصًا مدربًا قانونيًا ولديه خبرة في مجال تقنية المعلومات ومستقل عن أي طرف من طرفي التعاقد. ويجب أن يتم التحكيم في القاهرة. وتكون اللغة المستخدمة في إجراءات التحكيم هي الإنجليزية. ويكون قرار المحكّم نهائيًا وملزمًا ويجوز تحويله إلى أي محكمة في دائرة الاختصاص وتطبيقه وفقًا لقانون التحكيم رقم 27 لسنة 1994. وعلى الرغم مما سبق، يحتفظ القائمون على الموقع بالحق في اتخاذ الإجراءات اللازمة بهدف حماية حقوق الملكية الفكرية والمعلومات السرية من خلال الإنصاف القضائي أو الأوامر الاحترازية الصادرة من المحاكم المختصة</li>
              </div>
              <div class="col-sm-12"><h3> 
              القانون السائد والهيئات القضائية:-
                   </h3>
                    <li>  تُفسَّر هذه الشروط والأحكام وتُطبَّق بموجب القوانين السارية في جمهورية مصر العربية. وبموجب ذلك، يوافق كل طرف على المثول أمام هيئات المحاكم القضائية في مصر والتنازل عن أية اعتراضات تتعلق بالمكان.
يجب أن يمتلك العميل حساب واحد فقط على الموقع.
في حالة إنشاء عدة حسابات على موقع روفانا يحق لنا في هذه الحالة إتخاذ الإجراءات القانونية مع هذا العميل .
في حالة خرق هذه القوانين، سيتعامل الفريق القانوني بروفانا مع العميل ويتم إلغاء تفعيل حسابه ومنعه من إجراء أي طلبات على روفانا
يرجى العلم أن البنود المشتراه تخضع لتوافرها (حتى نفاذ الكمية) وقت الشحن و هي مسؤولية البائع دون أي مسؤولية على روفانا . رضاؤكم و إسعادكم هما هدفنا الاسمى و الاهم
</li>
              </div>
            </div>
          </div>
        </div>
      </div>
    </div>
  </section>
@include('tamplete.partains.footer')